brew "bash"

brew "bash"
brew "coreutils"
brew "exercism"
brew "ffmpeg"
brew "git"
brew "graphviz"
brew "hledger"
brew "htop"
brew "ledger"
brew "python"
brew "ripgrep"
brew "ssh-copy-id"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
