tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "git-extras"
brew "gnupg"
brew "irssi"
brew "jq"
brew "libtiff"
brew "node"
brew "postgresql", restart_service: true
brew "python"
brew "ripgrep"
brew "ssh-copy-id"
brew "tmux"
brew "vim"
brew "webp"
brew "wget"
cask "alfred"
cask "dash"
cask "docker"
cask "dropbox"
cask "eclipse-jee"
cask "emacs"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-m-plus"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java"
cask "podcastmenu"
cask "psequel"
cask "skype"
cask "sonos"
cask "steam"
cask "sublime-text"
cask "superduper"
cask "torbrowser"
cask "visual-studio-code"
cask "whatsapp"
