tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "java"
brew "automake"
brew "bash"
brew "bash-completion"
brew "clisp"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "ditaa"
brew "libtiff"
brew "elixir"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "webp"
brew "git"
brew "git-extras"
brew "gnupg"
brew "gnuplot"
brew "hledger"
brew "hugo"
brew "irssi"
brew "jq"
brew "ledger"
brew "ncftp"
brew "node"
brew "pandoc"
brew "poppler"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "python"
brew "ripgrep"
brew "sbcl"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
cask "alfred"
cask "dash"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "eclipse-jee"
cask "emacs"
cask "etcher"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-m-plus"
cask "google-chrome"
cask "intellij-idea-ce"
cask "kitty"
cask "mactex"
cask "podcastmenu"
cask "psequel"
cask "skype"
cask "sonos"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "superduper"
cask "tor-browser"
cask "vagrant"
cask "visual-studio-code"
cask "whatsapp"
